Repository: bluemimic/promise-tracker
Catalog: locales/*/LC_MESSAGES/django.po
Languages: lv

source: Cannot modify reviewed result!
lv: Nevar mainīt izvērtēto rezultātu!

source: Cannot delete reviewed result!
lv: Nevar dzēst izvērtēto rezultātu!

source: Cannot change status of already reviewed result!
lv: Nevar mainīt izvērtēšanas statusu jau izvērtētajam rezultātam!

source: Cannot evaluate result, because promise has a final result!
lv: Nevar izvērtēt rezultātu, jo solījumam ir galīgs rezultāts!

source: Cannot evaluate final result, because promise has later approved final results!
lv: Nevar izvērtēt galīgu rezultātu, jo solījumam ir vēlāki rezultāti!

source: Promise result date is in the future.
lv: Rezultāta datums ir nākotnē!

source: Result date is earlier than promise date.
lv: Rezultāta datums ir mazāks nekā solījuma datums!

source: Neither party nor union is set!
lv: Nav noradīta nedz partija, nedz apvienība!

source: Both party and union are set!
lv: Ir noradīta gan partija, gan apvienība!

source: Political party does not exist!
lv: Politiska partija neeksistē!

source: Political union does not exist!
lv: Partiju apvienība neeksistē!

source: Convocation does not exist!
lv: Sasaukums neeksistē!

source: Party or union {name} was not elected in convocation {convocation}!
lv: Partija vai partiju apvienība {name} netika ievēlēta sasaukumā {convocation}!

source: Promise {name} already exists!
lv: Solījums {name} jau eksistē!

source: Cannot modify reviewed promise!
lv: Nevar mainīt izvērtēto solījumu!

source: Cannot delete reviewed promise!
lv: Nevar dzēst izvērtēto solījumu!

source: Cannot evaluate already reviewed promise!
lv: Nevar mainīt izvērtēta solījuma statusu!

source: Cannot delete promise because it has reviewed results!
lv: Nevar dzēst solījumu, jo tam ir pakārtoti rezultāti!

source: Promise is already in status {status}!
lv: Solījums jau ir statusā {status}!

source: Promise date is in the future.
lv: Solījuma datums ir nākotnē!

source: Total
lv: Kopā

source: No records
lv: Nav ierakstu

source: No analytics records found.
lv: Nav pieejami dati, lai uzģenerētu analītiku.

source: [Deleted user]
lv: [Dzēsts lietotājs]

source: Deleted
lv: Dzēsts

source: Reply
lv: Atbildēt

source: Are you sure you want to delete this comment?
lv: Vai tiešām vēlaties dzēst šo komentāru?

source: In Progress
lv: Izpildē

source: <strong>Promised by: </strong>%(party)s at %(date)s
lv: <strong>Apsolījis: </strong>%(party)s %(date)s

source: <strong>Promised by: </strong>%(union)s at %(date)s
lv: <strong>Apsolījis: </strong>%(union)s %(date)s

source: Details
lv: Sīkāk

source: Created at %(created_at)s by %(created_by)s
lv: Izveidots %(created_at)s, autors %(created_by)s

source: No promises found.
lv: Pēc atlasītajiem kritērijiem nav atrasts neviens solījums.

source: Are you sure you want to delete this promise?
lv: Vai tiešām vēlaties dzēst šo solījumu?

source: Add Result
lv: Pievienot rezultātu

source: Create Promise
lv: Izveidot solījumu

source: Promise ID
lv: Solījuma identifikators

source: Promise Date
lv: Solījuma datums

source: Party / Union
lv: Partija / Apvienība

source: Approve Promise
lv: Apstiprināt solījumu

source: Reject Promise
lv: Noraidīt solījumu

source: Add comment
lv: Pievienot komentāru

source: No comments yet.
lv: Nav pievienots neviens komentārs.

source: Edit Promise
lv: Rediģēt solījumu

source: Promise:
lv: Solījums:

source: Is final?
lv: Vai ir galīgs?

source: Yes
lv: Jā

source: Result date
lv: Rezultāta datums

source: Approve
lv: Apstiprināt

source: Reject
lv: Noraidīt

source: Are you sure you want to delete this result?
lv: Vai tiešām vēlaties dzēst šo rezultātu?

source: No results found.
lv: Nav atrasts neviens rezultāts.

source: No results have been added yet.
lv: Vēl nav pievienoti rezultāti.

source: Create Result
lv: Izveidot rezultātu

source: Create Promise Result
lv: Izveidot solījuma rezultātu

source: Edit Result
lv: Rediģēt rezultātu

source: Promise results
lv: Solījumu rezultāti

source: Comment has been successfully created!
lv: Komentārs ir veiksmīgi izveidots!

source: Comment has been successfully edited!
lv: Komentārs tika veiksmīgi izmainīts!

source: Comment has been successfully deleted!
lv: Komentārs tika veiksmīgi dzēsts.

source: Promise result has been successfully created!
lv: Rezultāts tika veiksmīgi ieveidots.

source: Promise result has been successfully updated!
lv: Rezultāts tika veiksmīgi izmainīts.

source: Promise result has been successfully deleted!
lv: Rezultāts tika veiksmīgi dzēsts.

source: Promise result has been successfully approved!
lv: Rezultāts tika veiksmīgi izvērtēts.

source: Promise result has been successfully rejected!
lv: Rezultāts tika veiksmīgi izvērtēts.

source: Promise has been successfully created!
lv: Solījums tika veiksmīgi ieveidots.

source: Promise has been successfully updated!
lv: Solījums tika veiksmīgi izmainīts.

source: Promise has been successfully deleted!
lv: Solījums tika veiksmīgi dzēsts.

source: Promise has been successfully approved!
lv: Solījums tika veiksmīgi izvērtēts.

source: Promise has been successfully rejected!
lv: Solījums tika veiksmīgi izvērtēts.

source: Confirm password
lv: Atkārtota parole

source: Enter the same password as before, for verification.
lv: Ievadiet to pašu paroli kā iepriekš, lai pārbaudītu.

source: Password must be at least 10 characters long, and contain a mix of letters, numbers, and special characters.
lv: Parolei jābūt vismaz 10 rakstzīmes garai, un tajā jābūt burtu, ciparu un speciālo rakstzīmju kombinācijai.

source: Verification Code
lv: Verifikācijas kods

source: Enter the 6-digit verification code sent to your email.
lv: Ievadiet 6 ciparu verifikācijas kodu, kas nosūtīts uz jūsu e-pastu.

source: Verification code
lv: Verifikācijas kods

source: The name of the user.
lv: Lietotāja vārds.

source: Surname
lv: Uzvārds

source: The surname of the user.
lv: Lietotāja uzvārds.

source: Email address
lv: E-pasta adrese

source: The email address of the user.
lv: Lietotāja e-pasta adrese

source: A user with this email already exists.
lv: Lietotājs ar šādu e-pastu jau ir reģistrēts!

source: Username
lv: Lietotājvārds

source: The username of the user.
lv: Lietotāja lietotājvārds.

source: The hashed password of the user.
lv: Lietotāja parole.

source: The verification code for email verification.
lv: E-pasta adreses verifikācijas kods.

source: Verification code expiry
lv: Verifikācijas koda derīguma termiņš

source: The expiry date and time of the verification code.
lv: Verifikācijas koda derīguma termiņš.

source: Verification email sent at
lv: Verifikācijas e-pasts nosūtīšanas datums un laiks

source: The date and time when the verification email was sent.
lv: Datums un laiks, kad tika nosūtīts verifikācijas e-pasts.

source: Is active?
lv: Vai ir aktīvs?

source: Designates whether this user should be treated as active.
lv: Norāda, vai šis lietotājs jāuzskata par aktīvu.

source: Is admin?
lv: Vai ir administrators?

source: Designates whether the user has admin privileges.
lv: Norāda, vai lietotājam ir administratora privilēģijas.

source: Is verified?
lv: Vai ir verificēts?

source: Designates whether the user has verified their email address.
lv: Norāda, vai lietotājs ir verificējis savu e-pasta adresi.

source: User
lv: Lietotājs

source: Users
lv: Lietotāji

source: Passwords do not match.
lv: Paroles nesakrīt!

source: User is already verified.
lv: Lietotājs jau ir verificēts!

source: Verification failed! Invalid code!
lv: Verifikācija neizdevās! Kods nav derīgs!

source: User is already banned.
lv: Lietotājs jau ir bloķēts!

source: User is not banned.
lv: Lietotājs jau ir aktīvs!

source: Full name
lv: Pilns vārds

source: Active
lv: Ir aktīvs

source: Verified
lv: Ir verificēts

source: Admin
lv: Ir administrators

source: Block
lv: Bloķēt

source: Unblock
lv: Atbloķēt

source: No users found.
lv: Pēc atlasītajiem kritērijiem nav atrasts neviens lietotājs.

source: Are you sure you want to delete this user?
lv: Vai tiešām vēlaties dzēst šo lietotāju?

source: Confirm Blocking
lv: Apstiprināt bloķēšanu

source: Are you sure you want to block this user?
lv: Vai tiešām vēlaties bloķēt šo lietotāju?

source: Confirm Unblocking
lv: Apstiprināt atbloķēšanu

source: Are you sure you want to unblock this user?
lv: Vai tiešām vēlaties atbloķēt šo lietotāju?

source: Register
lv: Reģistrēties

source: Create User
lv: Izveidot lietotāju

source: Edit User
lv: Rediģēt lietotāju

source: Verify User
lv: Verificēt lietotāju

source: Verify
lv: Verificēt

source: Resend Verification Email
lv: Atkārtoti nosūtīt verifikācijas e-pastu

source: User has been successfully created!
lv: Lietotājs tika veiksmīgi ieveidots.

source: User has been successfully updated!
lv: Lietotājs tika veiksmīgi izmainīts.

source: Please verify your new email address!
lv: Lūdzu, apstipriniet savu jauno e-pasta adresi!

source: User has been successfully deleted!
lv: Lietotājs tika veiksmīgi dzēsts.

source: User has been successfully verified!
lv: Lietotājs tika veiksmīgi verificēts.

source: Verification code has been resent!
lv: Lietotājs tika veiksmīgi verificēts.

source: User has been successfully blocked.
lv: Lietotājs tika veiksmīgi bloķēts.

source: User has been successfully unblocked.
lv: Lietotājs tika veiksmīgi atbloķēts.

source: Party {party_name} established date is greater than union established date!
lv: Partijai {party_name} dibināšanas datums ir lielāks nekā apvienības dibināšanas datums!

source: Party {party_name} liquidated date is smaller than union liquidated date!
lv: Partijai {party_name} likvidēšanas datums ir mazāks nekā apvienības likvidēšanas datums!

source: Party or union {name} established date is later than the promise date.
lv: Partijas vai apvienības {name} dibināšanas datums ir lielāks nekā solījuma datums!

source: Party or union {name} liquidated date is earlier than the promise date.
lv: Partijas vai apvienības {name} likvidēšanas datums ir mazāks nekā solījuma datums!
