Repository: bluemimic/promise-tracker
Catalog: locales/*/LC_MESSAGES/django.po
Languages: lv

source: Latvian
lv: Latviešu

source: English
lv: Angļu

source: Email
lv: E-pasts

source: Password
lv: Parole

source: User has been deleted.
lv: Lietotājs ir dzēsts.

source: User account is inactive.
lv: Lietotāja konts ir neaktīvs.

source: Incorrect email or password.
lv: Nepareizi noradīts e-pasts vai parole!

source: User not found.
lv: Lietotājs nav atrasts!

source: Logged out
lv: Atteikts

source: You have been logged out.
lv: Jūs esat veiksmigi ateikusies

source: Login
lv: Pieteikties

source: Sign In
lv: Reģistrēties

source: User has successfully logged in!
lv: Lietotājs tika veiksmīgi pieteikts!

source: User has successfully logged out!
lv: Lietotājs tika veiksmīgi atteikts!

source: Parties
lv: Partijas

source: Select parties for the union
lv: Izvēlieties apvienības partijas

source: Parliament
lv: Parlaments

source: Council
lv: Dome

source: National
lv: Nacionālais

source: Regional
lv: Reģionālais

source: State City
lv: Valstspilsētu

source: Name
lv: Vārds

source: The name of the legislative institution.
lv: Likumdošanas institūcijas nosaukums.

source: Type
lv: Tips

source: The type of legislative institution.
lv: Likumdošanas institūcijas veids.

source: Level
lv: Līmenis

source: The level of the legislative institution.
lv: Likumdošanas institūcijas līmenis.

source: Logo
lv: Logotips

source: The logo of the legislative institution.
lv: Likumdošanas iestādes logotips.

source: Legislative Institution
lv: Likumdošanas iestāde

source: Legislative Institutions
lv: Likumdošanas iestādes

source: A legislative institution with the same name, type and level already exists.
lv: Likumdošanas institūcija ar tādu pašu nosaukumu, veidu un līmeni jau eksistē.

source: Left
lv: Kreisā

source: Center-Left
lv: Centriski kreisā

source: Center
lv: Centra

source: Center-Right
lv: Centriski labējā

source: Right
lv: Labējā

source: Libertarian
lv: Libertāriešu

source: Green
lv: Zaļā

source: Far-Right
lv: Galēji labējā

source: Far-Left
lv: Galēji kreisā

source: Populist
lv: Populistiskā

source: The name of the political party.
lv: Politiskās partijas nosaukums.

source: A political party %(value)s already exists.
lv: Politiskā partija %(value)s jau eksistē.

source: The contact email of the political party.
lv: Politiskās partijas kontaktinformācijas e-pasts.

source: Established Date
lv: Dibināšanas datums

source: The date when the political party was established.
lv: Datums, kad tika nodibināta politiskā partija.

source: Liquidated Date
lv: Likvidācijas datums

source: The date when the political party was liquidated, if applicable.
lv: Datums, kad politiskā partija tika likvidēta, ja piemērojams.

source: The ideologies associated with the political party, separated by commas.
lv: Ar politisko partiju saistītās ideoloģijas, atdalītas ar komatiem.

source: The logo of the political party.
lv: Politiskās partijas logotips.

source: Political Party
lv: Politiskā partija

source: Political Parties
lv: Politiskās partijas

source: Liquidated date is smaller than established date.
lv: Likvidēšanas datums ir mazāks nekā dibināšanas gads!

source: The name of the political union.
lv: Politiskās apvienības nosaukums.

source: A political union %(value)s already exists.
lv: Politiskā savienība %(value)s jau eksistē.

source: The contact email of the political union.
lv: Politiskā sapvienība %(value)s jau eksistē.

source: The date when the political union was established.
lv: Datums, kad tika izveidota politiskā apvienība.

source: The date when the political union was liquidated, if applicable.
lv: Datums, kad politiskā apvienība tika likvidēta, ja piemērojams.

source: Ideologies
lv: Ideoloģijas

source: The ideologies associated with the political union, separated by commas.
lv: Ar politisko savienību saistītās ideoloģijas, atdalītas ar komatiem.

source: The logo of the political union.
lv: Politiskās apvienības logotips.

source: The political parties that are part of this union.
lv: Politiskās partijas, kas ietilpst apvienībā.

source: Political Union
lv: Politiskā apvienība

source: Political Unions
lv: Politiskās apvienības

source: The name of the convocation.
lv: Sasaukuma nosaukums.

source: A convocation %(value)s already exists.
lv: Sasaukums %(value)s jau eksistē.

source: Start Date
lv: Sākuma datums

source: The start date of the convocation.
lv: Sasaukuma sākuma datums.

source: End Date
lv: Beigu datums

source: The end date of the convocation, if applicable.
lv: Sasaukuma beigu datums, ja piemērojams.

source: The legislative institution associated with this convocation.
lv: Ar šo sasaukumu saistītā likumdošanas iestāde.

source: The political parties participating in this convocation.
lv: Šajā sasaukuma ievēlētas politiskās partijas.

source: The political unions participating in this convocation.
lv: Šajā sasaukuma ievēlētas politiskās apvienības.

source: Convocation
lv: Sasaukums

source: Convocations
lv: Sasaukumi

source: End date is smaller than start date.
lv: Beigu datums ir mazāks nekā sakuma datums!

source: Convocation not found.
lv: Sasaukums nav atrasts

source: Unions
lv: Apvienības

source: Legislative institution not found.
lv: Likumdošanas iestāde nav atrasta.

source: Political party not found.
lv: Politiskā partija nav atrasta.

source: Is Active
lv: Ir aktīvs

source: Political union not found.
lv: Politiskā apvienība nav atrasta.

source: No party or union specified!
lv: Nav noradīta nevienā partija vai partiju apvienība!

source: Political parties list is not valid!
lv: Politisku partiju saraksts nav derīgs!

source: Political unions list is not valid!
lv: Partiju apvienību saraksts nav derīgs!

source: Legislative institution is not valid!
lv: Politisku partiju saraksts nav derīgs!

source: Party {party_name} liquidated date is smaller than convocation start date!
lv: Partijai {party_name} likvidēšanas datums ir mazāks nekā sasaukuma sakuma datums!

source: Party {party_name} established date is greater than convocation end date!
lv: Partijai {party_name} dibināšanas datums ir lielāks nekā sasaukuma beigu datums!

source: Union {union_name} liquidated date is smaller than convocation start date!
lv: Partiju apvienībai {union_name} likvidēšanas datums ir mazāks nekā sasaukuma sakuma datums!

source: Union {union_name} established date is greater than convocation end date!
lv: Partiju apvienībai {union_name} dibināšanas datums ir lielāks nekā sasaukuma beigu datums!

source: Party {party_name} is already included from union {union_name}!
lv: Partija {party_name} jau ir ievelēta no apvienības {union_name}!

source: Convocation {name} already exists!
lv: Sasaukums {name} jau eksistē!

source: Cannot delete convocation because it has associated promises!
lv: Nevar dzēst sasaukumu, jo tam ir pakārtoti solījumi!

source: End date is in the future.
lv: Beigu datums ir nākotnē!

source: Start date is in the future.
lv: Sakuma datums ir nākotnē!

source: A legislative institution {name} already exists.
lv: Likumdošanas iestāde {name} jau eksistē!

source: Cannot delete legislative institution because it has associated convocations!
lv: Nevar dzēst likumdošanas iestādi, jo tai ir pakārtoti sasaukumi!

source: A political party {name} already exists.
lv: Politiska partija {name} jau eksistē!

source: Cannot delete political party because it participates in unions!
lv: Nevar dzēst politisku partiju, jo tā sastāv partiju apvienībā!

source: Cannot delete political party because it has been elected in convocations!
lv: Nevar dzēst politisku partiju, jo tā tika ievelētā sasaukumā!

source: Cannot delete political party because it has associated promises!
lv: Nevar dzēst politisku partiju, jo tai ir pakārtoti solījumi!

source: Liquidated date is in the future.
lv: Likvidēšanas datums ir nākotnē!

source: Established date is in the future.
lv: Dibināšanas datums ir nākotnē!

source: At least two political parties are required!
lv: Politisku partiju sarakstā jābūt vismaz divas partijas!

source: Party {party_name} liquidated date is smaller than union established date!
lv: Partijai {party_name} likvidēšanas datums ir mazāks nekā apvienības dibināšanas datums!

source: Party {party_name} established date is greater than union liquidated date!
lv: Partijai {party_name} dibināšanas datums ir lielāks nekā apvienības likvidēšanas datums!

source: Political union {name} already exists!
lv: Partiju apvienība {name} jau eksistē!

source: Cannot delete political union because it was included in a convocation!
lv: Nevar dzēst partiju apvienību, jo tā tika ievelētā sasaukumā!

source: Cannot delete political union because it has associated promises!
lv: Nevar dzēst partiju apvienību, jo tai ir pakārtoti solījumi!

source: ID
lv: Identifikators

source: Start
lv: Sakums

source: End
lv: Beigas

source: Legislative institution
lv: Likumdošanas iestāde

source: Actions
lv: Darbības

source: View
lv: Skatīt

source: Edit
lv: Rediģēt

source: Delete
lv: Dzēst

source: No convocations found.
lv: Pēc atlasītajiem kritērijiem nav atrasts neviens sasaukums.

source: Confirm Deletion
lv: Apstiprināt dzēšanu

source: Are you sure you want to delete this convocation?
lv: Vai tiešām vēlaties dzēst šo sasaukumu?

source: Cancel
lv: Atcelt

source: Create Convocation
lv: Izveidot sasaukumu

source: Create
lv: Izveidot

source: Created
lv: Izveidots

source: Created by
lv: Izveidojis

source: Last modified
lv: Pēdējoreiz modificēts

source: Modified by
lv: Izmainījis

source: Back
lv: Atpakaļ

source: Edit Convocation
lv: Rediģēt sasaukumu

source: Save
lv: Saglabāt

source: Reset
lv: Atiestatīt

source: No legislative institutions found.
lv: Pēc atlasītajiem kritērijiem nav atrasta neviena likumdošanas iestāde.

source: Are you sure you want to delete this legislative institution?
lv: Vai tiešām vēlaties dzēst šo likumdošanas iestādi?

source: Create Legislative Institution
lv: Izveidot likumdošanas iestādi

source: Legislative Institution Details
lv: Likumdošanas iestādes informācija

source: Are you sure you want to delete this institution?
lv: Vai tiešām vēlaties dzēst šo iestādi?

source: Edit Legislative Institution
lv: Rediģēt likumdošanas iestādi

source: Legislative institutions
lv: Likumdošanas iestādes

source: Established
lv: Dibināts

source: Liquidated
lv: Likvidēts

source: No
lv: Nē

source: No political parties found.
lv: Pēc atlasītajiem kritērijiem nav atrasta neviena politiska partija.

source: Are you sure you want to delete this political party?
lv: Vai tiešām vēlaties dzēst šo politisko partiju?

source: Create Political Party
lv: Izveidot politisko partiju

source: No logo
lv: Nav logotipa

source: Are you sure you want to delete this party?
lv: Vai tiešām vēlaties dzēst šo partiju?

source: Edit Political Party
lv: Rediģēt politisko partiju

source: Political parties
lv: Politiskās partijas

source: No political unions found.
lv: Pēc atlasītajiem kritērijiem nav atrasta neviena partiju apvienība.

source: Are you sure you want to delete this political union?
lv: Vai tiešām vēlaties dzēst šo politisko apvienību?

source: Create Political Union
lv: Izveidot politisko apvienību

source: Are you sure you want to delete this union?
lv: Vai tiešām vēlaties dzēst šo apvienību?

source: Edit Political Union
lv: Rediģēt politisko apvienību

source: Political unions
lv: Politiskās apvienības

source: Convocation has been successfully created!
lv: Sasaukums ir veiksmīgi izveidota.

source: Convocation has been successfully updated!
lv: Sasaukums ir veiksmīgi izmainīts.

source: Convocation has been successfully deleted!
lv: Sasaukums tika veiksmīgi dzēsts.

source: Legislative institution has been successfully created!
lv: Likumdošanas iestāde tika veiksmīgi ieveidota.

source: Legislative institution has been successfully updated!
lv: Likumdošanas iestāde tika veiksmīgi izmainīta.

source: Legislative institution has been successfully deleted!
lv: Likumdošanas iestāde tika veiksmīgi dzēsta.

source: Political party has been successfully created!
lv: Politiska partija tika veiksmīgi ieveidota.

source: Political party has been successfully updated!
lv: Politiska partija tika veiksmīgi izmainīta.

source: Political party has been successfully deleted!
lv: Politiska partija tika veiksmīgi dzēsta.

source: Political union has been successfully created!
lv: Partiju apvienība tika veiksmīgi ieveidota.

source: Political union has been successfully updated!
lv: Partiju apvienība tika veiksmīgi izmainīta.

source: Political union has been successfully deleted!
lv: Partiju apvienība tika veiksmīgi dzēsta.

source: Field {field} is not valid!
lv: Lauks {field} ir nederīgs!

source: Field {field} is required!
lv: Lauks {field} nav aizpildīts!

source: The unique identifier for the record.
lv: Ieraksta unikālais identifikators.

source: Created At
lv: Izveidots

source: The date and time when the record was created.
lv: Ieraksta izveidošanas datums un laiks

source: Updated At
lv: Izmainīts

source: The date and time when the record was last updated.
lv: Datums un laiks, kad ieraksts pēdējo reizi tika izmainīts.

source: Created By
lv: Izveidojis

source: The user who created the record.
lv: Lietotājs, kurš izveidoja ierakstu.

source: Updated By
lv: Izmainījis

source: The user who last updated the record.
lv: Lietotājs, kurš pēdējo reizi izmainīja ierakstu.

source: Is Deleted
lv: Ir dzēsts

source: Indicates whether the record has been soft deleted.
lv: Norāda, vai ieraksts ir miksti dzēsts.

source: Enter a valid email address.
lv: E-pasts nav derīgā formātā!

source: Image in not in valid format!
lv: Attēls nav derīgā formātā!

source: Image size exceds {max_size} MB.
lv: Attēla izmērs pārsniedz {max_size} MB!

source: Empty items are not allowed.
lv: Tukši ieraksti nav atļauti.

source: Ensure there are no more than {max_items} items (there are {number_of_items}).
lv: Nodrošiniet, ka nav vairāk par {max_items} vienībām (ir{number_of_items}).

source: Ensure each item has no more than {max_item_length} characters (item '{item}' has {length} characters).
lv: Nodrošiniet, lai katrā vienumā nebūtu vairāk par {max_item_length} rakstzīmēm (vienumā '{item}' ir {length} rakstzīmes).

source: Ensure there are at least {min_items} items (there are {number_of_items}).
lv: Pārliecinieties, vai ir vismaz {min_items} vienības (ir {number_of_items}).

source: You do not have permission to perform this action.
lv: Jums nav tiesības veikt šādu darbību!

source: Please wait a few seconds before requesting another verification email.
lv: Lūdzu, uzgaidiet dažas sekundes, pirms pieprasāt vēl vienu verifikācijas e-pastu.

source: Authentication failed.
lv: Autentifikācija neizdevās.

source: Close
lv: Aizvērt

source: Promise Tracker
lv: Solījumu izsekotājs

source: Home
lv: Sākums

source: Promises
lv: Solījumi

source: Results
lv: Rezultāti

source: All results
lv: Visi rezultāti

source: My results
lv: Mani rezultāti

source: Analytics
lv: Analītika

source: Classifiers
lv: Klasifikatori

source: Profile
lv: Profils

source: All users
lv: Visi lietotāji

source: Logout
lv: Atteikties

source: Sign in
lv: Reģistrēties

source: Add another
lv: Pievienot vēl vienu

source: Password must contain at least one digit.
lv: Parolei jāsatur vismaz viens cipars.

source: Password must contain at least one uppercase letter.
lv: Parolei jāsatur vismaz viens lielais burts.

source: Password must contain at least one special character.
lv: Parolei jāsatur vismaz viena īpašajā rakstzīme.

source: Your password must contain at least one digit, one uppercase letter, and one special character.
lv: Jūsu parolei jāsatur vismaz viens cipars, viens lielais burts un viena speciālā rakstzīme.

source: Your Verification Code
lv: Jūsu verifikācijas kods

source: Your verification code is: {code}
lv: Jūsu verifikācijas kods ir: {code}

source: <p>Your verification code is: <strong>{code}</strong></p>
lv: <p>Jūsu verifikācijas kods ir: <strong>{code}</strong></p>

source: Keep track of public promises, their results and progress. Browse promises, add results and follow completion statistics for parties and unions.
lv: Sekojiet līdzi publiskajiem solījumiem, to rezultātiem un progresam. Pārlūkojiet solījumus, pievienojiet rezultātus un sekojiet līdzi partiju un apvenību izpildes statistikai.

source: What is this?
lv: Kas tas ir?

source: This site collects public political promises and their reported results so you can see whether promises are kept. It aggregates results by party and union and shows completion statistics.
lv: Šī vietne apkopo publiskos politiskos solījumus un to ziņotos rezultātus, lai jūs varētu redzēt, vai solījumi tiek pildīti. Tā apkopo rezultātus pa partijām un apvienībām un parāda izpildes statistiku.

source: Browse promises
lv: Pārlūkot solījumus

source: Access analytics
lv: Pārlūkot analītiku

source: See aggregated completion rates for parties and unions. Use filters to focus the report.
lv: Pārlūko apkopotos pabeigšanas rādītājus partijām un apvienībām. Izmantojiet filtrus, lai iedziļinātos statistikā.

source: Open analytics
lv: Atvērt analītiku

source: Want to contribute?
lv: Vai vēlaties sniegt savu ieguldījumu?

source: Create an account to add results, comment and follow promises. Verified accounts help reduce spam and false submissions.
lv: Izveidojiet kontu, lai pievienotu rezultātus, komentētu un izpildītu solījumus. Pārbaudīti konti palīdz samazināt surogātpastu un nepatiesus iesniegumus.

source: Create account
lv: Izveidot kontu

source: Your profile
lv: Jūsu profils

source: Sources
lv: Atsauces

source: Add sources; use the + button to add rows.
lv: Pievienot atsauces; izmantojiet pogu +, lai pievienotu rindas.

source: Select the convocation for the promise
lv: Pievienot atsauces; izmantojiet pogu +, lai pievienotu rindas.

source: Select parties who made the promise
lv: Izvēlieties partijas, kas deva solījumu

source: Select the political union who made the promise
lv: Izvēlieties politisko apvienību, kas deva solījumu

source: Pending
lv: Neizvērtēts

source: Approved
lv: Apstiprināts

source: Rejected
lv: Noraidīts

source: The name of the promise.
lv: Solījuma nosaukums.

source: Description
lv: Būtība

source: A detailed description of the promise.
lv: Detalizēts solījuma apraksts.

source: A comma-separated list of sources related to the promise.
lv: Ar solījumu saistīto avotu saraksts

source: Sources are null.
lv: Atsauču saraksts ir tukšs!

source: Sources list is not valid.
lv: Atsauču saraksts ir nederīgs!

source: Date
lv: Datums

source: The date when the promise was made.
lv: Datums, kad solījums tika dots.

source: The political party associated with this promise.
lv: Ar šo solījumu saistītā politiskā partija.

source: The political union associated with this promise.
lv: Ar šo solījumu saistītā politiskā apvienība.

source: The convocation during which this promise was made.
lv: Sasaukums, uz kuru tika dots šis solījums.

source: Review Status
lv: Izvērtēšanas statuss

source: The review status of the promise.
lv: Solījuma izvērtēšanas statuss.

source: Review Date
lv: Izvērtēšanas datums

source: The date and time when the promise was reviewed.
lv: Datums un laiks, kad solījums tika izvērtēts.

source: Reviewer
lv: Izvērtētais

source: The user who reviewed the promise.
lv: Lietotājs, kurš izvērtēja solījumu.

source: Promise
lv: Solījums

source: Nether party nor union is set.
lv: Nav noradīta nedz partija, nedz apvienība!

source: Both party and union are set.
lv: Ir noradīta gan partija, gan apvienība!

source: Inconsistent review date and status.
lv: Neatbilstošs pārskatīšanas datums un statuss.

source: Completed
lv: Izpildīts

source: Abandoned
lv: Neizpildīts

source: The name of the promise result.
lv: Solījuma rezultāta nosaukums.

source: A detailed description of the promise result.
lv: Detalizēts solījums rezultāta apraksts.

source: A comma-separated list of sources related to the promise result.
lv: Ar solījuma rezultātu saistītu avotu saraksts, kas atdalīts ar komatiem.

source: The date when the promise result was determined.
lv: Datums, kurā tika noteikts solījuma rezultāts.

source: Is Final
lv: Ir galīgs

source: Indicates whether this is the final result for the promise.
lv: Norāda, vai šis ir solījuma galīgais rezultāts.

source: Status
lv: Statuss

source: The status of the promise result.
lv: Solījuma rezultāta statuss.

source: The promise associated with this result.
lv: Ar šo rezultātu saistītais solījums.

source: The review status of the promise result.
lv: Solījuma rezultāta izvērtēšanas statuss.

source: The date and time when the promise result was reviewed.
lv: Datums un laiks, kad tika izvērtēts solījuma rezultāts.

source: The user who reviewed the promise result.
lv: Lietotājs, kurš izvērtēja solījuma rezultātu.

source: Promise Result
lv: Solījuma rezultāts

source: Promise Results
lv: Solījumu rezultāti

source: Final promise result status is not set.
lv: Nav noradīts galīga rezultāta statuss!

source: Content
lv: Teksts

source: The content of the comment.
lv: Komentāra saturs.

source: The promise associated with this comment.
lv: Ar šo komentāru saistītais solījums.

source: Response To
lv: Atbilde uz

source: The comment this comment is responding to.
lv: Komentārs, uz kuru šis komentārs atbild.

source: Comment
lv: Komentārs

source: Comments
lv: Komentāri

source: Filter results by political party.
lv: Filtrēt rezultātus pēc politiskās partijas.

source: Filter results by political union.
lv: Filtrēt rezultātus pēc politiskās apvienības.

source: Field {field} is invalid!
lv: Lauks {field} ir nederīgs!

source: Analytics can be generated for either a party or a union only!
lv: Var uzģenerēt analītiku tikai partijai vai tikai apvienībai!

source: Party does not exist!
lv: Politiska partija neeksistē!

source: Union does not exist!
lv: Partiju apvienība neeksistē!

source: Promise not found.
lv: Solījums nav atrasts.

source: [Deleted User]
lv: [Dzēsts lietotājs]

source: [Deleted]
lv: [Dzēsts]

source: Is Mine
lv: Ir mani

source: Filter results created by the current user
lv: Filtrēt pašreizējā lietotāja izveidotos rezultātus

source: Is Unreviewed
lv: Nav izvērtēti

source: Filter to only unreviewed promise results
lv: Filtrēt, lai parādītu tikai neizvērtētus solījumu rezultātus

source: Registered users can only view their own promise results!
lv: Reģistrēts lietotājs var apskatīt tikai savus rezultātus!

source: Filter by convocation
lv: Filtrēt pēc sasaukuma

source: Party
lv: Partija

source: Filter by party
lv: Filtrēt pēc partijas

source: Union
lv: Sasaukums

source: Filter by union
lv: Filtrēt pēc apvienības

source: Result Status
lv: Rezultāta statuss

source: Filter by promise result status
lv: Filtrēt pēc solījuma rezultāta statusa

source: Filter to only promises created by the logged-in user
lv: Filtrēt, lai skatītu tikai tiekoša lietotāja izveidotos solījumus

source: Filter to only unreviewed promises
lv: Filtrēt, lai rādītu tikai neizvērtētus solījumus

source: User is not registered!
lv: Lietotājs nav reģistrēts!

source: Comment not found.
lv: Komentārs nav atrasts.

source: Promise does not exist!
lv: Solījums neeksistē!

source: Parent comment does not exist!
lv: Vecāka komentārs neeksistē!

source: Comment is already deleted!
lv: Komentārs jau ir nodzēsts!

source: Promise result not found.
lv: Rezultāts neeksistē!

source: Cannot add result to final promise!
lv: Nevar pievienot rezultātu galīgam solījumam!

source: Cannot add final result because promise has later results!
lv: Nevar pievienot galīgo rezultātu, jo solījumam ir vēlāki rezultāti!

source: Final result status is not specified!
lv: Nav noradīts galīga rezultāta statuss!

source: Cannot specify result status when result is not final!
lv: Nevar noradīt rezultāta statusu, ja tas nav galīgs rezultāts!

source: Result {name} already exists!
lv: Rezultāts {name} jau eksistē!
